Repository: iulianrepolschi/PreOrderApp
Catalog: PreOrderApp/Resources.*.resx
Languages: de_de

# About
source: Help
de_de: Ajutor

source: Account
de_de: Utilizatori

# AccountValidationUnsuccessfulSummary
source: Account creation was unsuccessful. Please correct the errors and try again.
de_de: Crearea utilizatorului a fost nereușită. Corectați erorile și mai încercați odată

source: Activate
de_de: Activează

# AreYouSureYouWantToDelete
source: Are you sure you want to delete this?
de_de: Ești sigur că vrei să ștergi?

source: Back
de_de: Înapoi

source: Back to List
de_de: Înapoi la listă

source: Change Password
de_de: Schimbare Parolă

# ChangePasswordMessage
source: Use the form below to change your password.
de_de: Utilizează formularul de mai jos pentru a schimba parola

# ChangePasswordSuccessfully
source: Your password has been changed successfully.
de_de: Parola a fost schimbată cu success

# ChangePasswordValidationUnsuccessfulSummary
source: Password change was unsuccessful. Please correct the errors and try again.
de_de: Schimbarea parolei a fost nereușită. Corectați erorile și mai încercați odată

source: Confirm new password
de_de: Confirmați Parola Nouă

source: Confirm Password
de_de: Confirmare parolă

# CreateNewPersonMessage
source: Use the form below to create a new account.
de_de: Utilizează formularul de ma jos pentru a crea un nou utilizator

source: Current password
de_de: Parolă Curentă

source: Delete
de_de: Șterge

source: Edit
de_de: Modifică

source: Electronic Register
de_de: Registru Electronic

source: Email Address
de_de: Adresă e-mail

# ExpireDateMakesNoSenseForThisDocumentType
source: Exipire Date makes not sense for this document type
de_de: Data Expirare nu are sens pentru acest tip de document

# ExpireDateMustBeIntroduced
source: Expire Date must be introduced for this document type
de_de: Data Expirare trebuie introdusă pentru acest tip de document

source: Filter
de_de: Filtru

source: First
de_de: Început

source: First Name
de_de: Prenume

source: Home
de_de: Acasă

source: Inactivate
de_de: Inactivează

source: Last
de_de: Sfârșit

source: Last Name
de_de: Nume

# LogingMessage
source: Please enter your user name and password.
de_de: Introdu numele de utilizator și parola

# LoginMessageToRegister
source: if you don't have an account.
de_de: dacă nu ai un cont deja.

source: Log Off
de_de: Ieșire

source: Log On
de_de: Conectează-te

source: New Password
de_de: Parola Nouă

# NewPasswordRequirementsMessage
source: New passwords are required to be a minimum of {0} characters in length
de_de: Noua parolă trebuie sa fie de minim {0} caractere

source: Next
de_de: Următorul

source: No
de_de: Nu

# OldAndNewPasswordDoesNotMatch
source: The new password and confirmation password do not match.
de_de: Parola nouă și cea veche nu corespund

source: Password
de_de: Parolă

# PasswordLengthToSmall
source: The {0} must be at least {2} characters long.
de_de: {0} trebuie să fie cel puțin {2} caractere.

# PasswordRequirementsMessage
source: Passwords are required to be a minimum of {0} characters in length
de_de: Parola trebuie sa fie de minim {0} caractere

# PersonCreateNew
source: Create New
de_de: Crează Utilizator

# PersonIndexPage
source: Index
de_de: Listă

source: Prev
de_de: Precedentul

source: Print
de_de: Imprimare

source: Register
de_de: Înregistreaza-te

# RegisterCreateNew
source: Create New
de_de: Crează intrare registru

# RegisterDate
source: Date
de_de: Data

# RegisterDestination
source: Destination
de_de: Destinatar

# RegisterDocumentType
source: Document Type
de_de: Tip Document

# RegisterExpireDate
source: Expire Date
de_de: Data Expirare

# RegisterExplanations
source: Explanations
de_de: Explicații

# RegisterIndexPage
source: Index
de_de: Listă

# RegisterMode
source: Transmission Mode
de_de: Mod Transmitere

# RegisterNumber
source: Number
de_de: Număr

source: Register Number Entries
de_de: Număr Intrări

# RegisterOtherTransmissionMode
source: Other Transmission Mode
de_de: Alt mod de transmitere

# RegisterTab
source: Register
de_de: Registru

# RegisterType
source: Type
de_de: Tip

# RegisterTypeInput
source: Input
de_de: Intrare

# RegisterTypeOutput
source: Output
de_de: Ieșire

# RegisterUser
source: User
de_de: Utilizator

# RegistruExpireStartEndRange
source: Expire Start-End
de_de: Dată început-sfârșit Expirare

# RegistruStartEndRange
source: Start-End
de_de: Dată început-sfârșit

source: Remember me?
de_de: Ține-mă minte

# ResetFilter
source: Reset
de_de: Șterge Filtru

source: Reset Password
de_de: Resetare parolă

source: Role
de_de: Rol

# Role1
source: Role
de_de: Tip Utilizator

source: Save
de_de: Salvare

source: Search
de_de: Caută

# UnsucccessfulLogin
source: Login was unsuccessful. Please correct the errors and try again.
de_de: Conectarea a eșhuat. Încearcă din nou.

# UserLoggedFromDifferentPlace
source: User '{0}' is alread logged in. Log out or wait for the session to expire ({1} mins).
de_de: Utilizatorul {0} este deja connectat. Deconecteză-i sesiunea sau așteapta ({1} minute) ca aceasta să expire.

source: User Name
de_de: Nume Utilizator

# UserNotActive
source: User '{0}' is not active, so cannot log in.
de_de: Utilizatorul {0} nu este activ. Doar utilizatorii activi se pot conecta.

# ValidationMissingRequiredField
source: This field is required
de_de: Acest câmp este obligatoriu

# WelcomeMessage
source: Welcome to Registru Electronic!
de_de: Bine ai venit!

source: Yes
de_de: Da

source: You Must Specify Current Password
de_de: Câmpul Parolă Curentă este obligatoriu

source: You Must Specify Destinatar
de_de: Câmpul Destinatar este obligatoriu

source: You Must Specify Email Address
de_de: Câmpul Adresă email este obligatoriu

source: You Must Specify Explicatii
de_de: Câmpul Explicații este obligatoriu

source: You Must Specify First Name
de_de: Câmpul Prenume este obligatoriu

source: You Must Specify Last Name
de_de: Câmpul Nume este obligatoriu

source: You Must Specify New Password
de_de: Câmpul Parola Nouă este obligatoriu

source: You Must Specify Password
de_de: Câmpul Parolă este obligatoriu

# YouMustSpecifyRegisterMode
source: Transmission Mode Field is required
de_de: Câmpul Mod Transmitere este obligatoriu

# YouMustSpecifyRegisterType
source: Type Field is required
de_de: Câmpul Tip este obligatoriu

source: You Must Specify Role
de_de: Câmpul Tip Utilizator este obligatoriu

source: You Must Specify User Name
de_de: Câmpul Nume Utilizator este obligatoriu

# RestaurantCreateNew
source: Create New Restaurant
de_de: Creaza un nou restaurant

source: Restaurant Name
de_de: Nume Restaurant

# MenuItemCreateNew
source: Create New Menu
de_de: Creaza un nou meniu

# MenuItemDescription
source: Description
de_de: Descriere

# MenuItemImage
source: Image
de_de: Poza

# MenuItemName
source: Name
de_de: Nume

# MenuItemPrice
source: Price (€)
de_de: Pret

# MenuItemActive
source: Active
de_de: Activ

source: Select Menu
de_de: Selecteaza Meniu
